module.exports = [
  {
    name: 'Американо',
    articul: '13',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Кофе → Американо',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Американо M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 149 },
      { size: 'XL', price: 169 },
      { size: 'XXL', price: 199 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '633',
    price: 169,
    place: 'Основное меню → НА ВЫНОС → Кофе → Капучино',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Капучино M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 169 },
      { size: 'L', price: 199 },
      { size: 'XL', price: 239 },
      { size: 'XXL', price: 279 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '27',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Латте',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Латте L, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'L', price: 209 },
      { size: 'XL', price: 229 },
      { size: 'M', price: 189 },
      { size: 'XXL', price: 269 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '45',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Кофе → Флэт',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Флэт Уайт M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 259 },
      { size: 'XXL', price: 299 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '26',
    price: 189,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Латте без кофеина M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 189 },
      { size: 'L', price: 209 },
      { size: 'XL', price: 229 },
      { size: 'XXL', price: 269 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '161',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Американо без кофеина M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 149 },
      { size: 'XL', price: 169 },
      { size: 'XXL', price: 199 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '165',
    price: 169,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Капучино без кофеина M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 169 },
      { size: 'L', price: 199 },
      { size: 'XL', price: 239 },
      { size: 'XXL', price: 279 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '388',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Раф без кофеина M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 309 },
      { size: 'XXL', price: 349 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '393',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Гляссе без кофеина M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 319 },
      { size: 'XXL', price: 399 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '398',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Флэт уайт без кофеина M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 259 },
      { size: 'XXL', price: 299 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '37',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Кофе → Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Раф M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 309 },
      { size: 'XXL', price: 349 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '7',
    price: 99,
    place: 'Основное меню → НА ВЫНОС → Кофе → Остальное',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Эспрессо, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лунго',
    articul: '30',
    price: 99,
    place: 'Основное меню → НА ВЫНОС → Кофе → Остальное',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш Лунго, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '51',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Гляссе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Гляссе M, созданный из отборных кофейных зерен.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 269 },
      { size: 'XXL', price: 399 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Глясе',
    articul: '54',
    price: 319,
    place: 'Основное меню → НА ВЫНОС → Кофе → Гляссе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Глясе XL, который подарит вам заряд бодрости и наслаждения.',
    sizes: [{ size: 'XL', price: 319 }],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сырный',
    articul: '529',
    price: 310,
    place: 'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Сырный Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Сырный Раф 250, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '530',
    price: 369,
    place: 'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Сырный Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Раф Сырный 350, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '550',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Раф Баунти На вынос',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Раф Баунти 250, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кокосовый',
    articul: '555',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Кокосовый капучино На вынос',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Кокосовый Капучино 250, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Малиновый',
    articul: '563',
    price: 189,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Малиновый Латте',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Малиновый Латте 250, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фильтр-кофе',
    articul: '709',
    price: 149,
    place: 'Основное меню → НА ВЫНОС → Кофе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Фильтр-кофе, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Матча',
    articul: '59',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Чай → Матча',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Матча M — идеальный напиток для тех, кто ценит традиции.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 279 },
      { size: 'XL', price: 369 },
      { size: 'XXL', price: 419 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '66',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Нахальный фрукт',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Нахальный фрукт 250 С собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Ройбош',
    articul: '72',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Ройбош Красный "Земляника с кусочками клубники "',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Ройбош Красный "Земляника с кусочками клубники " 250 С собой.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '77',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай черный с чабрецом',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Чай черный с чабрецом  250 С собой.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '83',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Великий Император черный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Великий Император черный 250 С собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '172',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай иммунный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай иммунный с зеленым чаем  L — идеальный напиток для тех, кто ценит традиции.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '178',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай "Облепиха Апельсин"',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай "Облепиха Апельсин" L — идеальный напиток для тех, кто ценит традиции.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '90',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый Элитный Сэнча',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Элитный Сэнча 250 С собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '115',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый Молочный улун',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Молочный улун 250 С собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '99',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый " Царский подарок"',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый " Царский подарок" 250 С собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Травяной',
    articul: '103',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Травяной чай витаминный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Травяной чай витаминный  250 С собой.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '109',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай черный Розовый Апельсин',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Чай черный Розовый Апельсин 250 С собой.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Классический',
    articul: '121',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Классический Черный чай Бодрость Кении',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Классический черный чай Бодрость Кении M — идеальный напиток для тех, кто ценит традиции.',
    sizes: [
      { size: 'M', price: 129 },
      { size: 'L', price: 159 },
      { size: 'XL', price: 209 },
      { size: 'XXL', price: 239 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '183',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай “Свежее яблоко”',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Погрузитесь в атмосферу уюта с нашим Чай “Свежее яблоко” L.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '385',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Чай классический с бергамотом с собой',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай классический с бергамотом 250 с собой — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '621',
    price: 190,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Глинтвейн',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай Глинтвейн 250 с собой, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '107',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Классический',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молочный коктейль классический M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '113',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Клубничный',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молочный коктейль клубничный M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '252',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Шоколадный',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Молочный коктейль шоколадный M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '697',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Банановый',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Молочный коктейль банановый M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Тропикано',
    articul: '94',
    price: 289,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Тропикана-шейк',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Тропикано Шейк 200 С собой, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лимонад',
    articul: '41',
    price: 179,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Лимонад классический  400 С собой — идеальный выбор для тех, кто любит освежающие напитки.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Имбирный',
    articul: '370',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Имбирный Огурец 400 С собой, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'С',
    articul: '780',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте С киви и зеленый яблоком, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Малина-Имбирь',
    articul: '781',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Малина-Имбирь — идеальный выбор для тех, кто любит освежающие напитки.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Персиковый',
    articul: '782',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Персиковый закат, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Смузи',
    articul: '125',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Смузи',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Смузи зеленый без йогурта С собой — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'АйсФлэт',
    articul: '24',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте АйсФлэт Уайт С собой, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Айс-Латте',
    articul: '29',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Айс-Латте С собой, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фраппучино',
    articul: '34',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Фраппучино С собой, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '48',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Эспрессо тоник С собой — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Айс',
    articul: '71',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Айс матча Латте С собой, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '580',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый — идеальный выбор для тех, кто любит освежающие напитки.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Апельсиновый',
    articul: '783',
    price: 299,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Апельсиновый фреш, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '135',
    price: 199,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Кофе по-тайски"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Фирменный кофе по-тайски” M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 269 },
      { size: 'XXL', price: 319 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '141',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Мока"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Фирменный кофе  “Мока” M, идеальный выбор для настоящих ценителей кофе.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 319 },
      { size: 'XXL', price: 359 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '154',
    price: 209,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Черно-Белое"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Фирменный кофе “черное и белое” M, который подарит вам заряд бодрости и наслаждения.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 249 },
      { size: 'XL', price: 299 },
      { size: 'XXL', price: 339 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '148',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Эгног"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Фирменный кофе “Эгног”  M, созданный из отборных кофейных зерен.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 239 },
      { size: 'XL', price: 269 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '662',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Раф с Апельсином"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Фирменный кофе раф с Апельсином M, созданный из отборных кофейных зерен.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 279 },
      { size: 'XL', price: 339 },
      { size: 'XXL', price: 389 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Горячий',
    articul: '35',
    price: 149,
    place: 'Основное меню → НА ВЫНОС → Какао',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Горячий шоколад, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '158',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Какао',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Какао M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 159 },
      { size: 'XL', price: 209 },
      { size: 'XXL', price: 249 },
    ],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фреш',
    articul: '292',
    price: 319,
    place: 'Основное меню → НА ВЫНОС → Фреш',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Фреш морковь-сливки 400 С Собой, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Матча',
    articul: '201',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Матча в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Погрузитесь в атмосферу уюта с нашим Матча 200 В зале.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '247',
    price: 349,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай "Свежее яблоко" В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай "Свежее яблоко" В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '246',
    price: 349,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Облепиха апельсин В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Облепиха апельсин В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '244',
    price: 349,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай иммунный  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Чай иммунный с черным чаем В зале.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '214',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый Элитный Сэнча В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Элитный Сэнча В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '203',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Нахальный фрукт  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Нахальный фрукт  В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Ройбош',
    articul: '204',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Ройбош Красный "Земляника с кусочками клубники " В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Ройбош Красный "Земляника с кусочками клубники " В зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '205',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай черный с чабрецом В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай черный с чабрецом В зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '206',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Великий Император черный В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай Великий Император черный В зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '207',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай классический с бергамотом в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай классический с бергамотом в зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '209',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай черный Розовый Апельсин В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай черный Розовый Апельсин В зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '210',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый Молочный улун В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Молочный улун В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Классический',
    articul: '211',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Классический Черный чай Бодрость Кении В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Классический Черный чай Бодрость Кении В зале — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Травы',
    articul: '212',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Травы Алтая (Травяной чай витаминный)  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Травы Алтая (Травяной чай витаминный)  В зале.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '213',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый " Царский подарок" В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай зеленый " Царский подарок" В зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '498',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Погрузитесь в атмосферу уюта с нашим Чай Таёжный сбор Чайник.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Ройбуш',
    articul: '503',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Ройбуш имбирный Чайник — идеальный напиток для тех, кто ценит традиции.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '624',
    price: 349,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Глинтвейн в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и успокаивающий Чай Глинтвейн в зале, который согреет вас в любое время дня.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '186',
    price: 119,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Американо в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Американо 200 В зале, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '192',
    price: 169,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Капучино в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Капучино 200 В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '191',
    price: 189,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Латте в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Латте 220 В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '197',
    price: 199,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Флэт в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Флэт Уайт 200 В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '195',
    price: 219,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Раф в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Раф 200 В зале, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '239',
    price: 119,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Американо 200 без кофеина В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '241',
    price: 169,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Капучино без кофеина 200 В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '243',
    price: 189,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Латте 220 без кофеина В зале, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '391',
    price: 219,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Раф без кофеина 220 в зале, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '396',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Гляссе без кофеина 220 в зале, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '401',
    price: 199,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Флэт уайт без кофеина 220 в зале, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '188',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Эспрессо В зале, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эсперссо',
    articul: '189',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Эсперссо Допио В зале, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лунго',
    articul: '190',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Лунго В зале, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '199',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Гляссе в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Гляссе 200 В зале, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '553',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Раф баунти В зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Раф баунти В зале мал, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кокосовый',
    articul: '559',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Кокосовый капучино В зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический Кокосовый Капучино В зале мал, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '561',
    price: 310,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Раф сырный в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Раф сырный в зале мал, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Малиновый',
    articul: '567',
    price: 189,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Малиновый латте в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш Малиновый латте В зале мал, созданный из отборных кофейных зерен.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Айс',
    articul: '215',
    price: 259,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Айс Латте В зале — идеальный выбор для тех, кто любит освежающие напитки.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'АйсФлэт',
    articul: '216',
    price: 269,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте АйсФлэт Уайт В зале, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фраппучино',
    articul: '217',
    price: 249,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Фраппучино В зале — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '218',
    price: 259,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Эспрессо Бамбл В зале — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '233',
    price: 239,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Молочный коктель В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Молочный коктейль классический В зале — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лимонад',
    articul: '55',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Лимонад Манго-Маракуя В зале — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'С',
    articul: '784',
    price: 229,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте С киви и зеленым яблоком в зале, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Малина-Имбирь',
    articul: '785',
    price: 229,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Малина-Имбирь в зале, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Персиковый',
    articul: '786',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Персиковый закат в зале — освежающий напиток, который поможет вам взбодриться в жаркий день.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Смузи',
    articul: '224',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Смузи В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Смузи без йогурта зеленый В зале, чтобы зарядиться энергией и насладиться вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '229',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе  “Мока”  В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фирменный кофе  “Мока” 220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '231',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе "Эгног" в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе "Эгног" 220 В зале, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '230',
    price: 199,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе “По Тайски” В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фирменный кофе “По Тайски”  220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '232',
    price: 249,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе "Черное и белое" В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе "Черное и белое" 320 В зале, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фреш',
    articul: '291',
    price: 249,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Фреш в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фреш морковь-сливки мал, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Горячий',
    articul: '237',
    price: 149,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Какао в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Горячий шоколад В зале, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '238',
    price: 159,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Какао в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Какао 320 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кокосовое',
    articul: '272',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Кокосовое молоко 250, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Миндальное',
    articul: '277',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Миндальное молоко 250 — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Банановое',
    articul: '281',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Банановое молоко 250, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фундучное',
    articul: '363',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Фундучное молоко 250 — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '573',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Молоко для напитков 250 — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Взбитые',
    articul: '259',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Взбитые сливки 50 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сливки',
    articul: '260',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сливки 50 гр, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '261',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Молоко 50 гр, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Маршмелоу',
    articul: '262',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Маршмелоу 20 гр, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Тертый',
    articul: '263',
    price: 25,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Тертый шоколад 10гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '264',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Какао 10 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лепестки',
    articul: '265',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Лепестки миндаля 5 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сироп',
    articul: '266',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Сироп 25 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Топинг',
    articul: '267',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Топинг 25 гр, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Варенье',
    articul: '268',
    price: 80,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Варенье 50 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Орех',
    articul: '269',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Орех тертый 10 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кокосовая',
    articul: '270',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Кокосовая стружка 5 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Лимон',
    articul: '275',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Лимон 10 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Апельсин',
    articul: '276',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Апельсин 15 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Добавка',
    articul: '314',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Добавка в чай тимьян,чебрец 2 гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Травы',
    articul: '315',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Травы к чаю 2гр, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сгущенка',
    articul: '404',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Сгущенка 50 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Фрукты',
    articul: '426',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Фрукты Нарезка  50 грамм — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Мед',
    articul: '455',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Мед 20 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Мята',
    articul: '609',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Мята — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '593',
    price: 50,
    place: 'Основное меню → Добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молоко без лактозы 250, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Пряник',
    articul: '447',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Пряник с рисунком — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Шу',
    articul: '582',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Шу, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Вупи',
    articul: '583',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Нежный и ароматный Вупи Пай, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Тарт',
    articul: '584',
    price: 169,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Тарт Малина/Вишня — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Моти',
    articul: '585',
    price: 209,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Моти — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Печенье',
    articul: '586',
    price: 59,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и ароматный Печенье Ассорти, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'леденец',
    articul: '779',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Нежный и ароматный леденец, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Тирамису',
    articul: '318',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Нежный и ароматный Тирамису, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Наполеон',
    articul: '319',
    price: 269,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Наполеон, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Медовик',
    articul: '321',
    price: 249,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Медовик — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: '"Картошка"',
    articul: '322',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий "Картошка", приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эклер',
    articul: '323',
    price: 119,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Эклер Ассорти, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Орешки',
    articul: '326',
    price: 39,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и ароматный Орешки "Со сгущенкой", который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Меренговый',
    articul: '428',
    price: 309,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Меренговый рулет, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Пирожок',
    articul: '437',
    price: 109,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Пирожок с сыром шпинатом, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Корзиночка',
    articul: '489',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Корзиночка с ягодами, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Осетинский',
    articul: '588',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и ароматный Осетинский пирог, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Панна',
    articul: '590',
    price: 279,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Панна котта — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Булочка',
    articul: '592',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Булочка Сладкая — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Брауни',
    articul: '597',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Брауни, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Миндальный',
    articul: '598',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Миндальный, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Морковный',
    articul: '599',
    price: 229,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Нежный и ароматный Морковный, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Девочка',
    articul: '600',
    price: 199,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Девочка, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Чизкейк',
    articul: '602',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и ароматный Чизкейк классика(шоколад/классика), который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Морковно',
    articul: '604',
    price: 189,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Морковно шоколадный Кекс — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Макарунс',
    articul: '605',
    price: 139,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Макарунс, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кольцо',
    articul: '606',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Кольцо Заварное, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Профитроли',
    articul: '608',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Профитроли — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Синабон',
    articul: '610',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Синабон — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Круассан',
    articul: '614',
    price: 139,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Нежный и ароматный Круассан Ассорти, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Трубочка',
    articul: '615',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Нежный и ароматный Трубочка, который растопит ваше сердце.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Эскимо',
    articul: '691',
    price: 199,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Эскимо — сладкое удовольствие, которому невозможно сопротивляться.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Пп',
    articul: '692',
    price: 109,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Попробуйте наш свежий Пп конфета, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Малина',
    articul: '790',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Малина фисташка, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Вишня',
    articul: '791',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте наш свежий Вишня Шоколад, приготовленный с любовью.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Мороженное',
    articul: '346',
    price: 50,
    place: 'Основное меню → Мороженное',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Мороженное 50 гр — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Швепс',
    articul: '384',
    price: 150,
    place: 'Основное меню → Напитки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Швепс 0.25, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Вода',
    articul: '432',
    price: 100,
    place: 'Основное меню → Напитки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Вода 0.5, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Стакан',
    articul: '422',
    price: 30,
    place: 'Основное меню → Стаканы на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Стакан 250, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'стакан',
    articul: '423',
    price: 30,
    place: 'Основное меню → Стаканы на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный стакан 350, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: '“Итальянский”',
    articul: '335',
    price: 239,
    place: 'Основное меню → Бэйкер → Салаты',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Сытное и вкусное блюдо — “Итальянский”, которое утолит ваш голод.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Салат',
    articul: '336',
    price: 249,
    place: 'Основное меню → Бэйкер → Салаты',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Салат “Аля капреза” — отличный выбор для полноценного приёма пищи.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сэндвич',
    articul: '337',
    price: 249,
    place: 'Основное меню → Бэйкер → Сэндвичи',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Попробуйте Сэндвич с тунцом, чтобы получить максимум удовольствия от еды.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Тосты',
    articul: '339',
    price: 259,
    place: 'Основное меню → Бэйкер → Сэндвичи',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Сытное и вкусное блюдо — Тосты из белого хлеба с отварным яйцом, огурцом, ветчиной, с белым соусом подается, которое утолит ваш голод.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Рисовая',
    articul: '340',
    price: 259,
    place: 'Основное меню → Бэйкер → Каши',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Рисовая с апельсином (на молоке со сгущенкой), которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Овсяная',
    articul: '342',
    price: 209,
    place: 'Основное меню → Бэйкер → Каши',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Овсяная с орехами и ягодами — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сырники',
    articul: '343',
    price: 199,
    place: 'Основное меню → Бэйкер → Сырники',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сырники с маком с топпингом на выбор, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Сырник',
    articul: '344',
    price: 189,
    place: 'Основное меню → Бэйкер → Сырники',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Сырник классический с топпингом на выбор — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'декаф',
    articul: '491',
    price: 1.8,
    place: 'Основное меню → Зерно',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный декаф, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Кофе',
    articul: '547',
    price: 99,
    place: 'Основное меню → Кофе на продажу',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Ароматный Кофе 50 грамм, который подарит вам заряд бодрости и наслаждения.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'кофе',
    articul: '616',
    price: 99,
    place: 'Основное меню → Кофе на продажу',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Классический кофе на продажу 50 грамм, идеальный выбор для настоящих ценителей кофе.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Открытка',
    articul: '570',
    price: 150,
    place: 'Основное меню',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Открытка, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Батончики',
    articul: '572',
    price: 25,
    place: 'Батончики',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Батончики мини — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Батончик',
    articul: '587',
    price: 120,
    place: 'Батончики',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Батончик протеиновый — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Pepsi',
    articul: '576',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Pepsi, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Coca-cola',
    articul: '577',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Coca-cola, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Fanta',
    articul: '578',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Fanta, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Sprite',
    articul: '579',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Sprite, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'сок',
    articul: '778',
    price: 60,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'сок на продажу — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Rich',
    articul: '698',
    price: 149,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Rich сок в ассортименте, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Добрый',
    articul: '699',
    price: 89,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Добрый Cola [AT], которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Burn',
    articul: '702',
    price: 169,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Burn яблоко-киви, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Bon',
    articul: '704',
    price: 79,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Bon Aqua без газа — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Батончики',
    articul: '710',
    price: 79,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Батончики шоколадные в ассоритменте — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'M&M',
    articul: '711',
    price: 89,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный M&M в ассортименте, который стоит попробовать каждому.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Протеиновые',
    articul: '712',
    price: 79,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Протеиновые батончики в ассортименте — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Orbit',
    articul: '713',
    price: 59,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Orbit в ассортименте — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'Ritter',
    articul: '714',
    price: 189,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Ritter Sport в ассортименте — что-то особенное в нашем меню.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
  {
    name: 'чай',
    articul: '770',
    price: 0.01,
    place: '',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — чай, которое удивит вас своим вкусом.',
    sizes: [],
    categoryDiscription: '',
    image: 'undefined',
  },
];
