module.exports = [
  {
    name: 'Американо',
    articul: '13',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Кофе → Американо',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Американо M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 149 },
      { size: 'XL', price: 169 },
      { size: 'XXL', price: 199 },
    ],
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '633',
    price: 169,
    place: 'Основное меню → НА ВЫНОС → Кофе → Капучино',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Капучино M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 169 },
      { size: 'L', price: 199 },
      { size: 'XL', price: 239 },
      { size: 'XXL', price: 279 },
    ],
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '27',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Латте',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Латте L, который стоит попробовать каждому.',
    sizes: [
      { size: 'L', price: 209 },
      { size: 'XL', price: 229 },
      { size: 'M', price: 189 },
      { size: 'XXL', price: 269 },
    ],
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '45',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Кофе → Флэт',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Флэт Уайт M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 259 },
      { size: 'XXL', price: 299 },
    ],
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '26',
    price: 189,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Латте без кофеина M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 189 },
      { size: 'L', price: 209 },
      { size: 'XL', price: 229 },
      { size: 'XXL', price: 269 },
    ],
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '161',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Американо без кофеина M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 149 },
      { size: 'XL', price: 169 },
      { size: 'XXL', price: 199 },
    ],
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '165',
    price: 169,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Капучино без кофеина M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 169 },
      { size: 'L', price: 199 },
      { size: 'XL', price: 239 },
      { size: 'XXL', price: 279 },
    ],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '388',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Раф без кофеина M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 309 },
      { size: 'XXL', price: 349 },
    ],
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '393',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Гляссе без кофеина M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 319 },
      { size: 'XXL', price: 399 },
    ],
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '398',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Кофе → Без кофеина',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Флэт уайт без кофеина M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 259 },
      { size: 'XXL', price: 299 },
    ],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '37',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Кофе → Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Раф M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 309 },
      { size: 'XXL', price: 349 },
    ],
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '7',
    price: 99,
    place: 'Основное меню → НА ВЫНОС → Кофе → Остальное',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Эспрессо, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лунго',
    articul: '30',
    price: 99,
    place: 'Основное меню → НА ВЫНОС → Кофе → Остальное',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Лунго, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '51',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Кофе → Гляссе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Гляссе M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 269 },
      { size: 'XXL', price: 399 },
    ],
    image: 'undefined',
  },
  {
    name: 'Глясе',
    articul: '54',
    price: 319,
    place: 'Основное меню → НА ВЫНОС → Кофе → Гляссе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Глясе XL, который стоит попробовать каждому.',
    sizes: [{ size: 'XL', price: 319 }],
    image: 'undefined',
  },
  {
    name: 'Сырный',
    articul: '529',
    price: 310,
    place: 'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Сырный Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Сырный Раф 250 — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '530',
    price: 369,
    place: 'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Сырный Раф',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Раф Сырный 350, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '550',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Раф Баунти На вынос',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Раф Баунти 250, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кокосовый',
    articul: '555',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Кокосовый капучино На вынос',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Кокосовый Капучино 250 — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Малиновый',
    articul: '563',
    price: 189,
    place:
      'Основное меню → НА ВЫНОС → Кофе → Сезонные напитки → Малиновый Латте',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Малиновый Латте 250, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фильтр-кофе',
    articul: '709',
    price: 149,
    place: 'Основное меню → НА ВЫНОС → Кофе',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Фильтр-кофе, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Матча',
    articul: '59',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Чай → Матча',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Матча M, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 279 },
      { size: 'XL', price: 369 },
      { size: 'XXL', price: 419 },
    ],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '66',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Нахальный фрукт',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Нахальный фрукт 250 С собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Ройбош',
    articul: '72',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Ройбош Красный "Земляника с кусочками клубники "',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Ройбош Красный "Земляника с кусочками клубники " 250 С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '77',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай черный с чабрецом',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай черный с чабрецом  250 С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '83',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Великий Император черный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай Великий Император черный 250 С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '172',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай иммунный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай иммунный с зеленым чаем  L, который стоит попробовать каждому.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '178',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай "Облепиха Апельсин"',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай "Облепиха Апельсин" L, которое удивит вас своим вкусом.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '90',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый Элитный Сэнча',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Элитный Сэнча 250 С собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '115',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый Молочный улун',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Молочный улун 250 С собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '99',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай зеленый " Царский подарок"',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай зеленый " Царский подарок" 250 С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Травяной',
    articul: '103',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Травяной чай витаминный',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Травяной чай витаминный  250 С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '109',
    price: 129,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай черный Розовый Апельсин',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай черный Розовый Апельсин 250 С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Классический',
    articul: '121',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Классический Черный чай Бодрость Кении',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Классический черный чай Бодрость Кении M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 129 },
      { size: 'L', price: 159 },
      { size: 'XL', price: 209 },
      { size: 'XXL', price: 239 },
    ],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '183',
    price: 249,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай “Свежее яблоко”',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Чай “Свежее яблоко” L — что-то особенное в нашем меню.',
    sizes: [
      { size: 'L', price: 249 },
      { size: 'XL', price: 349 },
      { size: 'M', price: 209 },
      { size: 'XXL', price: 399 },
    ],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '385',
    price: 129,
    place:
      'Основное меню → НА ВЫНОС → Чай → Чай классический с бергамотом с собой',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай классический с бергамотом 250 с собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '621',
    price: 190,
    place: 'Основное меню → НА ВЫНОС → Чай → Чай Глинтвейн',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай Глинтвейн 250 с собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '107',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Классический',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молочный коктейль классический M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '113',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Клубничный',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молочный коктейль клубничный M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '252',
    price: 239,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Шоколадный',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Молочный коктейль шоколадный M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '697',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Банановый',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Молочный коктейль банановый M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 239 },
      { size: 'L', price: 289 },
    ],
    image: 'undefined',
  },
  {
    name: 'Тропикано',
    articul: '94',
    price: 289,
    place:
      'Основное меню → НА ВЫНОС → Холодное → Молочный коктель → Тропикана-шейк',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Тропикано Шейк 200 С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лимонад',
    articul: '41',
    price: 179,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Лимонад классический  400 С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Имбирный',
    articul: '370',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Имбирный Огурец 400 С собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'С',
    articul: '780',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — С киви и зеленый яблоком, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Малина-Имбирь',
    articul: '781',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Малина-Имбирь — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Персиковый',
    articul: '782',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Лимонады',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Персиковый закат — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Смузи',
    articul: '125',
    price: 239,
    place: 'Основное меню → НА ВЫНОС → Холодное → Смузи',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Смузи зеленый без йогурта С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'АйсФлэт',
    articul: '24',
    price: 229,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Необычный АйсФлэт Уайт С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Айс-Латте',
    articul: '29',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Айс-Латте С собой — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фраппучино',
    articul: '34',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Фраппучино С собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '48',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Эспрессо тоник С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Айс',
    articul: '71',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Айс матча Латте С собой, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '580',
    price: 199,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Чай зеленый — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Апельсиновый',
    articul: '783',
    price: 299,
    place: 'Основное меню → НА ВЫНОС → Холодное → Айс',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Апельсиновый фреш, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '135',
    price: 199,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Кофе по-тайски"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе по-тайски” M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 199 },
      { size: 'L', price: 229 },
      { size: 'XL', price: 269 },
      { size: 'XXL', price: 319 },
    ],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '141',
    price: 219,
    place: 'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Мока"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе  “Мока” M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 269 },
      { size: 'XL', price: 319 },
      { size: 'XXL', price: 359 },
    ],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '154',
    price: 209,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Черно-Белое"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Фирменный кофе “черное и белое” M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 249 },
      { size: 'XL', price: 299 },
      { size: 'XXL', price: 339 },
    ],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '148',
    price: 209,
    place: 'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Эгног"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе “Эгног”  M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 209 },
      { size: 'L', price: 239 },
      { size: 'XL', price: 269 },
    ],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '662',
    price: 219,
    place:
      'Основное меню → НА ВЫНОС → Фирменный Кофе → Фирменный кофе "Раф с Апельсином"',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Фирменный кофе раф с Апельсином M, который стоит попробовать каждому.',
    sizes: [
      { size: 'M', price: 219 },
      { size: 'L', price: 279 },
      { size: 'XL', price: 339 },
      { size: 'XXL', price: 389 },
    ],
    image: 'undefined',
  },
  {
    name: 'Горячий',
    articul: '35',
    price: 149,
    place: 'Основное меню → НА ВЫНОС → Какао',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Горячий шоколад — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '158',
    price: 119,
    place: 'Основное меню → НА ВЫНОС → Какао',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Какао M — что-то особенное в нашем меню.',
    sizes: [
      { size: 'M', price: 119 },
      { size: 'L', price: 159 },
      { size: 'XL', price: 209 },
      { size: 'XXL', price: 249 },
    ],
    image: 'undefined',
  },
  {
    name: 'Фреш',
    articul: '292',
    price: 319,
    place: 'Основное меню → НА ВЫНОС → Фреш',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Фреш морковь-сливки 400 С Собой, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Матча',
    articul: '201',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Матча в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Матча 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '247',
    price: 349,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай "Свежее яблоко" В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай "Свежее яблоко" В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '246',
    price: 349,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Облепиха апельсин В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай Облепиха апельсин В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '244',
    price: 349,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай иммунный  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай иммунный с черным чаем В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '214',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый Элитный Сэнча В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай зеленый Элитный Сэнча В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '203',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Нахальный фрукт  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай Нахальный фрукт  В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Ройбош',
    articul: '204',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Ройбош Красный "Земляника с кусочками клубники " В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Ройбош Красный "Земляника с кусочками клубники " В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '205',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай черный с чабрецом В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Чай черный с чабрецом В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '206',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Великий Император черный В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай Великий Император черный В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '207',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай классический с бергамотом в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай классический с бергамотом в зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '209',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай черный Розовый Апельсин В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Чай черный Розовый Апельсин В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '210',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый Молочный улун В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай зеленый Молочный улун В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Классический',
    articul: '211',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Классический Черный чай Бодрость Кении В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Классический Черный чай Бодрость Кении В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Травы',
    articul: '212',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Травы Алтая (Травяной чай витаминный)  В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Травы Алтая (Травяной чай витаминный)  В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '213',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай зеленый " Царский подарок" В зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Чай зеленый " Царский подарок" В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '498',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Чай Таёжный сбор Чайник — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Ройбуш',
    articul: '503',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Ройбуш имбирный Чайник, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чай',
    articul: '624',
    price: 349,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Чай в зале → Чай Глинтвейн в зале',
    category: {
      name: 'Чай',
      description:
        'Погрузитесь в мир уюта и гармонии с нашими чайными композициями. От традиционного чёрного чая до изысканного зелёного — каждый напиток создан для того, чтобы согреть вашу душу.',
      icon: '/icons/tea.jpg',
    }, // Добавляем категорию
    description: 'Чай Глинтвейн в зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '186',
    price: 119,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Американо в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Американо 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '192',
    price: 169,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Капучино в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Капучино 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '191',
    price: 189,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Латте в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Латте 220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '197',
    price: 199,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Флэт в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Флэт Уайт 200 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '195',
    price: 219,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Раф в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Необычный Раф 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Американо',
    articul: '239',
    price: 119,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Американо 200 без кофеина В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Капучино',
    articul: '241',
    price: 169,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Капучино без кофеина 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Латте',
    articul: '243',
    price: 189,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Латте 220 без кофеина В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '391',
    price: 219,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Раф без кофеина 220 в зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '396',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Гляссе без кофеина 220 в зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Флэт',
    articul: '401',
    price: 199,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Без кофеина в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Флэт уайт без кофеина 220 в зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '188',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Эспрессо В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эсперссо',
    articul: '189',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Эсперссо Допио В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лунго',
    articul: '190',
    price: 99,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Остальное в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description: 'Лунго В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Гляссе',
    articul: '199',
    price: 209,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Гляссе в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Гляссе 200 В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '553',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Раф баунти В зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Раф баунти В зале мал, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кокосовый',
    articul: '559',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Кокосовый капучино В зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Кокосовый Капучино В зале мал, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Раф',
    articul: '561',
    price: 310,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Раф сырный в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Раф сырный в зале мал, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Малиновый',
    articul: '567',
    price: 189,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Кофе В зале → Сезонные напитки в зале → Малиновый латте в зале',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Малиновый латте В зале мал, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Айс',
    articul: '215',
    price: 259,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Айс Латте В зале, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'АйсФлэт',
    articul: '216',
    price: 269,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'АйсФлэт Уайт В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фраппучино',
    articul: '217',
    price: 249,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фраппучино В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эспрессо',
    articul: '218',
    price: 259,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Айс В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Эспрессо Бамбл В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Молочный',
    articul: '233',
    price: 239,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Молочный коктель В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Молочный коктейль классический В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лимонад',
    articul: '55',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Лимонад Манго-Маракуя В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'С',
    articul: '784',
    price: 229,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — С киви и зеленым яблоком в зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Малина-Имбирь',
    articul: '785',
    price: 229,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description: 'Малина-Имбирь в зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Персиковый',
    articul: '786',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Лимонады  В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Персиковый закат в зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Смузи',
    articul: '224',
    price: 239,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Холодное в зале → Смузи В зале',
    category: {
      name: 'Прохладительные напитки',
      description:
        'Освежитесь в жаркий день с нашими прохладительными напитками. Лимонады, смузи, холодные чаи и многое другое — идеальный выбор для тех, кто ценит свежесть и вкус.',
      icon: '/icons/cold-drinks.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Смузи без йогурта зеленый В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '229',
    price: 219,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе  “Мока”  В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фирменный кофе  “Мока” 220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '231',
    price: 209,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе "Эгног" в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фирменный кофе "Эгног" 220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '230',
    price: 199,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе “По Тайски” В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фирменный кофе “По Тайски”  220 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фирменный',
    articul: '232',
    price: 249,
    place:
      'Основное меню → В ЗАВЕДЕНИИ → Фирменный в зале → Фирменный кофе "Черное и белое" В зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Фирменный кофе "Черное и белое" 320 В зале — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фреш',
    articul: '291',
    price: 249,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Фреш в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фреш морковь-сливки мал, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Горячий',
    articul: '237',
    price: 149,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Какао в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Горячий шоколад В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '238',
    price: 159,
    place: 'Основное меню → В ЗАВЕДЕНИИ → Какао в зале',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Какао 320 В зале, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кокосовое',
    articul: '272',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Кокосовое молоко 250 — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Миндальное',
    articul: '277',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Миндальное молоко 250, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Банановое',
    articul: '281',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Банановое молоко 250, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фундучное',
    articul: '363',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Фундучное молоко 250, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '573',
    price: 50,
    place: 'Основное меню → Добавки → Молоко для напитков',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Молоко для напитков 250 — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Взбитые',
    articul: '259',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Взбитые сливки 50 гр, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сливки',
    articul: '260',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сливки 50 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '261',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Молоко 50 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Маршмелоу',
    articul: '262',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Маршмелоу 20 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Тертый',
    articul: '263',
    price: 25,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Тертый шоколад 10гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Какао',
    articul: '264',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Какао 10 гр, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лепестки',
    articul: '265',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Лепестки миндаля 5 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сироп',
    articul: '266',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Сироп 25 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Топинг',
    articul: '267',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Топинг 25 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Варенье',
    articul: '268',
    price: 80,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Варенье 50 гр, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Орех',
    articul: '269',
    price: 20,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Орех тертый 10 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кокосовая',
    articul: '270',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Кокосовая стружка 5 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Лимон',
    articul: '275',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Лимон 10 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Апельсин',
    articul: '276',
    price: 10,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Апельсин 15 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Добавка',
    articul: '314',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Добавка в чай тимьян,чебрец 2 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Травы',
    articul: '315',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Травы к чаю 2гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сгущенка',
    articul: '404',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сгущенка 50 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Фрукты',
    articul: '426',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Фрукты Нарезка  50 грамм — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Мед',
    articul: '455',
    price: 50,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Мед 20 гр, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Мята',
    articul: '609',
    price: 30,
    place: 'Основное меню → Добавки → Платные добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Мята, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Молоко',
    articul: '593',
    price: 50,
    place: 'Основное меню → Добавки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Молоко без лактозы 250, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Пряник',
    articul: '447',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Пряник с рисунком, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Шу',
    articul: '582',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Шу, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Вупи',
    articul: '583',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Вупи Пай, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Тарт',
    articul: '584',
    price: 169,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Тарт Малина/Вишня, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Моти',
    articul: '585',
    price: 209,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Моти, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Печенье',
    articul: '586',
    price: 59,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Печенье Ассорти — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'леденец',
    articul: '779',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Выпечка',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'леденец — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Тирамису',
    articul: '318',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Тирамису, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Наполеон',
    articul: '319',
    price: 269,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Наполеон — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Медовик',
    articul: '321',
    price: 249,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Медовик, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: '"Картошка"',
    articul: '322',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — "Картошка", которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эклер',
    articul: '323',
    price: 119,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Эклер Ассорти — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Орешки',
    articul: '326',
    price: 39,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Орешки "Со сгущенкой" — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Меренговый',
    articul: '428',
    price: 309,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Меренговый рулет, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Пирожок',
    articul: '437',
    price: 109,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Пирожок с сыром шпинатом — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Корзиночка',
    articul: '489',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Корзиночка с ягодами, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Осетинский',
    articul: '588',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Осетинский пирог, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Панна',
    articul: '590',
    price: 279,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Панна котта — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Булочка',
    articul: '592',
    price: 129,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Булочка Сладкая, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Брауни',
    articul: '597',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Брауни — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Миндальный',
    articul: '598',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Миндальный, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Морковный',
    articul: '599',
    price: 229,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Морковный, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Девочка',
    articul: '600',
    price: 199,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Девочка, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Чизкейк',
    articul: '602',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Чизкейк классика(шоколад/классика) — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Морковно',
    articul: '604',
    price: 189,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Морковно шоколадный Кекс, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Макарунс',
    articul: '605',
    price: 139,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Необычный Макарунс, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кольцо',
    articul: '606',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Кольцо Заварное, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Профитроли',
    articul: '608',
    price: 259,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Профитроли, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Синабон',
    articul: '610',
    price: 149,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Синабон, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Круассан',
    articul: '614',
    price: 139,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Круассан Ассорти, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Трубочка',
    articul: '615',
    price: 89,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Трубочка — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Эскимо',
    articul: '691',
    price: 199,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Эскимо, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Пп',
    articul: '692',
    price: 109,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Пп конфета, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Малина',
    articul: '790',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Малина фисташка, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Вишня',
    articul: '791',
    price: 289,
    place: 'Основное меню → Десерты/выпечка → Тортики',
    category: {
      name: 'Выпечка',
      description:
        'Попробуйте нашу свежую выпечку и десерты, которые подарят вам настоящее наслаждение. Ароматные круассаны, нежные пирожные и аппетитные торты — каждый десерт создан с любовью.',
      icon: '/icons/bakery.jpg',
    }, // Добавляем категорию
    description: 'Вишня Шоколад — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Мороженное',
    articul: '346',
    price: 50,
    place: 'Основное меню → Мороженное',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Мороженное 50 гр — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Швепс',
    articul: '384',
    price: 150,
    place: 'Основное меню → Напитки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Швепс 0.25 — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Вода',
    articul: '432',
    price: 100,
    place: 'Основное меню → Напитки',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Вода 0.5, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Стакан',
    articul: '422',
    price: 30,
    place: 'Основное меню → Стаканы на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Стакан 250, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'стакан',
    articul: '423',
    price: 30,
    place: 'Основное меню → Стаканы на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный стакан 350, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: '“Итальянский”',
    articul: '335',
    price: 239,
    place: 'Основное меню → Бэйкер → Салаты',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — “Итальянский”, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Салат',
    articul: '336',
    price: 249,
    place: 'Основное меню → Бэйкер → Салаты',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Необычный Салат “Аля капреза”, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сэндвич',
    articul: '337',
    price: 249,
    place: 'Основное меню → Бэйкер → Сэндвичи',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сэндвич с тунцом, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Тосты',
    articul: '339',
    price: 259,
    place: 'Основное меню → Бэйкер → Сэндвичи',
    category: {
      name: 'Основные блюда',
      description:
        'Сытные и вкусные блюда для полноценного приёма пищи. От сытных салатов до аппетитных сэндвичей — мы предлагаем только лучшее для вашего стола.',
      icon: '/icons/main-dishes.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Тосты из белого хлеба с отварным яйцом, огурцом, ветчиной, с белым соусом подается, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Рисовая',
    articul: '340',
    price: 259,
    place: 'Основное меню → Бэйкер → Каши',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Рисовая с апельсином (на молоке со сгущенкой), которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Овсяная',
    articul: '342',
    price: 209,
    place: 'Основное меню → Бэйкер → Каши',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Овсяная с орехами и ягодами, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сырники',
    articul: '343',
    price: 199,
    place: 'Основное меню → Бэйкер → Сырники',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Сырники с маком с топпингом на выбор, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Сырник',
    articul: '344',
    price: 189,
    place: 'Основное меню → Бэйкер → Сырники',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Сырник классический с топпингом на выбор — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'декаф',
    articul: '491',
    price: 1.8,
    place: 'Основное меню → Зерно',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — декаф, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Кофе',
    articul: '547',
    price: 99,
    place: 'Основное меню → Кофе на продажу',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Кофе 50 грамм, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'кофе',
    articul: '616',
    price: 99,
    place: 'Основное меню → Кофе на продажу',
    category: {
      name: 'Кофе',
      description:
        'Насладитесь насыщенным вкусом и ароматом наших кофейных напитков. От классического эспрессо до нежного латте — каждый глоток подарит вам заряд бодрости и удовольствия.',
      icon: '/icons/coffee.jpg',
    }, // Добавляем категорию
    description:
      'Необычный кофе на продажу 50 грамм, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Открытка',
    articul: '570',
    price: 150,
    place: 'Основное меню',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Открытка, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Батончики',
    articul: '572',
    price: 25,
    place: 'Батончики',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный Батончики мини, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Батончик',
    articul: '587',
    price: 120,
    place: 'Батончики',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Батончик протеиновый — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Pepsi',
    articul: '576',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Pepsi, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Coca-cola',
    articul: '577',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Coca-cola, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Fanta',
    articul: '578',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Fanta, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Sprite',
    articul: '579',
    price: 99,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Уникальное блюдо — Sprite, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'сок',
    articul: '778',
    price: 60,
    place: 'Напитки на продажу',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный сок на продажу, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Rich',
    articul: '698',
    price: 149,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Rich сок в ассортименте, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Добрый',
    articul: '699',
    price: 89,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Добрый Cola [AT], который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Burn',
    articul: '702',
    price: 169,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Burn яблоко-киви, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Bon',
    articul: '704',
    price: 79,
    place: 'Новые напитки на продажу мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Bon Aqua без газа, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Батончики',
    articul: '710',
    price: 79,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Батончики шоколадные в ассоритменте, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'M&M',
    articul: '711',
    price: 89,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный M&M в ассортименте, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Протеиновые',
    articul: '712',
    price: 79,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Уникальное блюдо — Протеиновые батончики в ассортименте, которое удивит вас своим вкусом.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Orbit',
    articul: '713',
    price: 59,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Orbit в ассортименте — что-то особенное в нашем меню.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'Ritter',
    articul: '714',
    price: 189,
    place: 'Батончики новые мока лайт',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description:
      'Необычный Ritter Sport в ассортименте, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
  {
    name: 'чай',
    articul: '770',
    price: 0.01,
    place: '',
    category: {
      name: 'Другое',
      description:
        'Здесь вы найдёте всё, что не вошло в основные категории. Уникальные товары, которые могут вас удивить и порадовать.',
      icon: '/icons/other.png',
    }, // Добавляем категорию
    description: 'Необычный чай, который стоит попробовать каждому.',
    sizes: [],
    image: 'undefined',
  },
];
